src/test/java/com/bnpp/mTANResources/MTanRedirectionInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://www.consorsbank.de/middleware/mtan/redirection/inq/v1_0"><request feid="CAFE" language="DE" sessionId="f5780d8010ae4f7787c7ae7e7ab3d6cd"><userId>3076072</userId></request></run></Body></Envelope>